Revit 2027 API
UnitTypeId.Kilocalories Property
 Kilocalories.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kilocalories { get; }
Public Shared ReadOnly Property Kilocalories As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kilocalories {
	ForgeTypeId^ get ();
}
static member Kilocalories : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace